"ConfirmSaveTitle" 			= "저장 확인";
"ConfirmSaveMsg"			= "유동성 설정에 변경사항을 저장하겠습니까?";
"ConfirmSaveSave"			= "저장";
"ConfirmSaveCancel"			= "취소";
"ConfirmSaveDontSave"		= "저장 안 함";

// Text of "OK" button in configuration sheet (depending on whether we are in 'create' or 'config settings' mode)
"str_OK_Create" = "생성";
"str_OK_Config" = "승인";

// Text that goes under the "Use FileSync" checkbox depending on whether computer has master password or not
"str_HaveMasterPassword" 	= "이 컴퓨터에 대한 FileVault 마스터 암호가 설정되어 있습니다.";
"str_NoMasterPassword" 		= "FileVault가 이 컴퓨터의 마스터 암호를 요구합니다.";

// Template for displaying the startup volume name
"str_BootVolumeNameTemplate" = "%@(시동 디스크)";

// For pre-flighting available space (4875784)
"str_PHD_CalcAvailSpace" = "여유 공간 계산 중...";
"str_PHD_InsufficientSpace" = "“%@”에 홈 폴더를 생성할 충분한 여유 공간이 없습니다.";


// Sync interval popup values (4978958)
"str_SyncInterval_Automatic" 	= "자동";
"str_SyncInterval_Manual"  		= "수동";

"str_SyncInterval_OneMinute" 					= "1분마다";
"str_SyncInterval_LessThanOneHour"  			= "%d분마다";
"str_SyncInterval_OneHour"						= "1시간마다";
"str_SyncInterval_OneHourOneMinute"				= "1시간 1분마다";
"str_SyncInterval_LessThanTwoHours"				= "1시간 %d분마다";
"str_SyncInterval_MoreThanOneHourNoMinutes"		= "%d시간마다";
"str_SyncInterval_MoreThanOneHourOneMinute"		= "%d시간 1분마다";
"str_SyncInterval_MoreThanOneHourManyMinutes"	= "%d시간 %d분마다";


// No suitable volumes for home volume (5182972) - displayed in popup menu
"str_UserPicks_NoExternalVolume" 		= "연결된 외장 볼륨이 없습니다.";
"str_UserPicks_NoSuitableVolume" 		= "적절한 볼륨이 없습니다.";
